Repository: regisf/theme-uikit
Catalog: locales/*/main.po
Languages: fr

source: Archives for
fr: Archives pour le mois de

source: In the category:
fr: Dans la catégorie :

source: Wrote on
fr: &Eacute;crit le

source: For keyword:
fr: Pour le mot clef :

source: view
fr: vu

source: times
fr: fois

source: With keywords:
fr: Avec les mots clefs :

source: Attached files
fr: Fichiers attach&eacute;s

source: Commentaries
fr: Commentaires

source: On
fr: Le

source: Your commentary as it will be displayed
fr: Votre commentaire tel qu'il appara&icirc;tra

source: Add your comment
fr: Ajouter votre commentaire

source: Your name
fr: Votre nom

source: Your email address
fr: Votre adresse mail

source: Your web site
fr: Votre site internet

source: Your commentary
fr: Votre commentaire

source: Search results for
fr: R&eacute;sultat de la recherche pour

source: All keywords on this blog
fr: Tous les mots clef sur le blog

source: Keywords:
fr: Mots-clef :

source: Articles count
fr: Nombre d'articles

source: article
fr: billet

source: Read more
fr: Lire la suite

source: Back to the home page
fr: Retour à la page d'accueil

source: Unknow page
fr: Page inconnue

source: The page your looking for don't exists
fr: La page que vous cherchez n'existe pas

source: More about this car
fr: En savoir plus sur cette voiture
